  // 定义初始name数据
  export const nameData = ['安息香', '白扁豆', '白矾', '白蔹', '白茅根', '白前', '白芍', '白芷', '柏子仁', '北沙参',
     '荜澄茄', '鳖甲', '槟榔', '苍术', '草豆蔻', '沉香', '川楝子', '川木香', '川牛膝',
    '大腹皮', '淡豆豉', '稻芽', '地龙', '冬虫夏草', '防风', '番泻叶', '蜂房', '甘草', '干姜',
    '甘松', '藁本',  '枸杞子', '桂枝', '谷精草', '谷芽', '海龙', '海螵蛸', '合欢皮',
    '黄柏', '黄芪', '黄芩',  '僵蚕', '芥子', '鸡冠花',  '鸡内金', 
    '金果榄', '金钱白花蛇', '九香虫', '橘核', '苦地丁', '莱菔子', '莲房',  '莲子',
    '莲子心', '灵芝', '荔枝核', '龙眼肉', '芦根', '路路通',   '羌活',
    '千年健', '秦皮', '全蝎', '忍冬藤', '人参', '肉豆蔻', '桑寄生', '桑螵蛸', 
    '山慈菇',  '山茱萸', '沙苑子', '石榴皮', '丝瓜络', '酸枣仁', '苏木',
    '太子参',  '天麻', '土荆皮', '瓦楞子', '五加皮', '细辛', '银柴胡',
    '薏苡仁', '郁金', '浙贝母', '枳壳', '竹茹', '诃子', '自然铜', '西洋参'];